var addresses = [
    {        
        style: "islands#blueIcon",
        items: [
            {
                city: "Москва",
                center: [55.685726, 37.572396],
                address: "ул. Профсоюзная, д. 3, офис 112",
                metro: "м. Академическая",
                location: "тц «Глобус»",
                phone: "+7 495 545-01-65"

            },
            {
                city: "Москва",
                center: [55.670021, 37.552480],
                address: "ул. Профсоюзная, д. 56, офис 528",
                metro: "м. Новые Черемушки",
                location: "ТЦ «Черемушки»",
                phone: "+7 495 545-01-65"
            },
            {
                city: "Москва",
                center: [55.640111, 37.532951],
                address: "ул. Миклухо-Маклая, д. 36а",
                phone: "+7 495 545-01-65"
            },
            {
                city: "Москва",
                center: [55.675544, 37.505894],
                address: "пр-кт Вернадского, д. 39, офис 702",
                metro: "м. Проспект Вернадского",
                location: "тц «Вернадский»",
                phone: "+7 495 545-01-65"
            },
            {
                city: "Москва",
                center: [55.798819, 37.532358],
                address: "Ленинградский проспект 47",
                metro: "м. Аэропорт",
                phone: "+7 495 545-01-65"
            },
            {
                city: "Москва",
                center: [55.762267, 37.564006],
                address: "ул. Красная Пресня, д. 29, офис 11",
                metro: "м. Улица 1905 года",
                location: "тц «Глобус»",
                phone: "+7 495 545-01-65"
            },
            {
                city: "Москва",
                center: [55.804243, 37.513476],
                address: "Ленинградский проспект, д. 75, корпус 1, 2 этаж",
                metro: "м. Сокол",
                location: "тц «Глобус»",
                phone: "+7 495 545-01-65"
            },
            {
                city: "Москва",
                center: [55.777474, 37.521704],
                address: "Хорошевское шоссе, д. 35, корпус 1, офис 510",
                metro: "м. Полежаевская",
                phone: "+7 495 545-01-65"
            }
        ]
    }
];